Microchip-MPLAB-Harmony/dev_packs/Microchip/PIC32MZ_DA_DFP/1.0.65/edc/PIC32MZ2025DAA169.PIC
      <edc:SFRDef edc:_addr="0x1F8EA93C" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA79" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA79" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL1931" edc:desc="" edc:mask="0xf" edc:name="PIXEL1931" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1930" edc:desc="" edc:mask="0xf" edc:name="PIXEL1930" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1929" edc:desc="" edc:mask="0xf" edc:name="PIXEL1929" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1928" edc:desc="" edc:mask="0xf" edc:name="PIXEL1928" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1927" edc:desc="" edc:mask="0xf" edc:name="PIXEL1927" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1926" edc:desc="" edc:mask="0xf" edc:name="PIXEL1926" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1925" edc:desc="" edc:mask="0xf" edc:name="PIXEL1925" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL1924" edc:desc="" edc:mask="0xf" edc:name="PIXEL1924" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA940" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA80" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA80" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL207" edc:desc="" edc:mask="0xf" edc:name="PIXEL207" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL206" edc:desc="" edc:mask="0xf" edc:name="PIXEL206" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL205" edc:desc="" edc:mask="0xf" edc:name="PIXEL205" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL204" edc:desc="" edc:mask="0xf" edc:name="PIXEL204" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL203" edc:desc="" edc:mask="0xf" edc:name="PIXEL203" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL202" edc:desc="" edc:mask="0xf" edc:name="PIXEL202" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL201" edc:desc="" edc:mask="0xf" edc:name="PIXEL201" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL200" edc:desc="" edc:mask="0xf" edc:name="PIXEL200" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA944" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA81" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA81" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL2015" edc:desc="" edc:mask="0xf" edc:name="PIXEL2015" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2014" edc:desc="" edc:mask="0xf" edc:name="PIXEL2014" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2013" edc:desc="" edc:mask="0xf" edc:name="PIXEL2013" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2012" edc:desc="" edc:mask="0xf" edc:name="PIXEL2012" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2011" edc:desc="" edc:mask="0xf" edc:name="PIXEL2011" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2010" edc:desc="" edc:mask="0xf" edc:name="PIXEL2010" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL209" edc:desc="" edc:mask="0xf" edc:name="PIXEL209" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL208" edc:desc="" edc:mask="0xf" edc:name="PIXEL208" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA948" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA82" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA82" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL2023" edc:desc="" edc:mask="0xf" edc:name="PIXEL2023" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2022" edc:desc="" edc:mask="0xf" edc:name="PIXEL2022" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2021" edc:desc="" edc:mask="0xf" edc:name="PIXEL2021" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2020" edc:desc="" edc:mask="0xf" edc:name="PIXEL2020" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2019" edc:desc="" edc:mask="0xf" edc:name="PIXEL2019" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2018" edc:desc="" edc:mask="0xf" edc:name="PIXEL2018" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2017" edc:desc="" edc:mask="0xf" edc:name="PIXEL2017" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2016" edc:desc="" edc:mask="0xf" edc:name="PIXEL2016" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA94C" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA83" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA83" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL2031" edc:desc="" edc:mask="0xf" edc:name="PIXEL2031" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2030" edc:desc="" edc:mask="0xf" edc:name="PIXEL2030" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2029" edc:desc="" edc:mask="0xf" edc:name="PIXEL2029" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2028" edc:desc="" edc:mask="0xf" edc:name="PIXEL2028" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2027" edc:desc="" edc:mask="0xf" edc:name="PIXEL2027" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2026" edc:desc="" edc:mask="0xf" edc:name="PIXEL2026" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2025" edc:desc="" edc:mask="0xf" edc:name="PIXEL2025" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL2024" edc:desc="" edc:mask="0xf" edc:name="PIXEL2024" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
      <edc:SFRDef edc:_addr="0x1F8EA950" edc:_begin="0xec" edc:_end="0x9f4" edc:_modsrc="DOS-EIP-00160_gfx_gdc_ctlr_v1.Module" edc:_refcount="5" edc:access="nnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn" edc:cname="GLCDCURDATA84" edc:desc="" edc:impl="0xffffffff" edc:isindirect="false" edc:isvolatile="true" edc:mclr="00000000000000000000000000000000" edc:name="GLCDCURDATA84" edc:nzwidth="32" edc:por="00000000000000000000000000000000" ltx:memberofperipheral="GLCD">
        <edc:SFRModeList>
          <edc:SFRMode edc:id="DS.0">
            <edc:SFRFieldDef edc:cname="PIXEL217" edc:desc="" edc:mask="0xf" edc:name="PIXEL217" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL216" edc:desc="" edc:mask="0xf" edc:name="PIXEL216" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL215" edc:desc="" edc:mask="0xf" edc:name="PIXEL215" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL214" edc:desc="" edc:mask="0xf" edc:name="PIXEL214" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL213" edc:desc="" edc:mask="0xf" edc:name="PIXEL213" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL212" edc:desc="" edc:mask="0xf" edc:name="PIXEL212" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL211" edc:desc="" edc:mask="0xf" edc:name="PIXEL211" edc:nzwidth="4"/>
            <edc:SFRFieldDef edc:cname="PIXEL210" edc:desc="" edc:mask="0xf" edc:name="PIXEL210" edc:nzwidth="4"/>
          </edc:SFRMode>
        </edc:SFRModeList>
      </edc:SFRDef>
